#!/usr/bin/bash

echo ""
read -p $' \e[0m\e[1;92m Input your Yourname : \e[0m\e[1;96m\en' user
echo ""
echo -e  $g "   
 ██████╗ ██╗   ██╗███████╗███████╗███╗   ██╗
██╔═══██╗██║   ██║██╔════╝██╔════╝████╗  ██║
██║   ██║██║   ██║█████╗  █████╗  ██╔██╗ ██║
██║▄▄ ██║██║   ██║██╔══╝  ██╔══╝  ██║╚██╗██║
╚██████╔╝╚██████╔╝███████╗███████╗██║ ╚████║
 ╚══▀▀═╝  ╚═════╝ ╚══════╝╚══════╝╚═╝  ╚═══╝
                                            
            ███████╗███████╗██╗    ██╗      
            ██╔════╝██╔════╝██║    ██║      
            ███████╗█████╗  ██║ █╗ ██║      
            ╚════██║██╔══╝  ██║███╗██║      
            ███████║███████╗╚███╔███╔╝      
            ╚══════╝╚══════╝ ╚══╝╚══╝       
                                            "

echo -e  $g "Please  Wait  A few hour...... "
echo ""
echo -e  $g "You Need To Most Time To Do it"
echo -e  $g "Kala bila Nala Karala Waren 😂😂😂 hena velawak yanawa"
echo -e  $g"
┈┈╭━╱▔▔▔▔╲━╮┈┈┈ꜱ
┈┈╰╱╭▅╮╭▅╮╲╯┈┈┈ᴇ
╳┈┈▏╰┈▅▅┈╯▕┈┈┈┈ᴡ
┈┈┈╲┈╰━━╯┈╱┈┈╳┈ǫ
┈┈┈╱╱▔╲╱▔╲╲┈┈┈┈ᴜ
┈╭━╮▔▏┊┊▕▔╭━╮┈╳ᴇ
┈┃┊┣▔╲┊┊╱▔┫┊┃┈┈ᴇ
┈╰━━━━╲╱━━━━╯┈╳ɴ
  ᴾᵒʷᵉʳᵈ ᴮʸ ˢᵉʷ Qᵘᵉᵉⁿ
             "
echo -e  $g "❃❃Coded By Ravindu Manoj❃❃"
echo ""
echo ""
echo -e  $g "Now Pkg & apt  Is updating And Upgrading..."
echo ""
pkg update && pkg upgrade -y
apt update && apt upgrade -y
echo -e  $g " Done"
echo ""
echo ""
echo -e  $g"
┈┈╭━╱▔▔▔▔╲━╮┈┈┈ꜱ
┈┈╰╱╭▅╮╭▅╮╲╯┈┈┈ᴇ
╳┈┈▏╰┈▅▅┈╯▕┈┈┈┈ᴡ
┈┈┈╲┈╰━━╯┈╱┈┈╳┈ǫ
┈┈┈╱╱▔╲╱▔╲╲┈┈┈┈ᴜ
┈╭━╮▔▏┊┊▕▔╭━╮┈╳ᴇ
┈┃┊┣▔╲┊┊╱▔┫┊┃┈┈ᴇ
┈╰━━━━╲╱━━━━╯┈╳ɴ
  ᴾᵒʷᵉʳᵈ ᴮʸ ˢᵉʷ Qᵘᵉᵉⁿ
             "
echo ""
echo ""
echo -e  $g "❃❃Coded By Ravindu Manoj❃❃"
echo ""
echo ""
echo -e  $g "Now git Is Installing..."
echo ""
pkg install git -y
echo ""
echo  -e  $g"Done"
echo ""
echo ""
echo -e  $g"
┈┈╭━╱▔▔▔▔╲━╮┈┈┈ꜱ
┈┈╰╱╭▅╮╭▅╮╲╯┈┈┈ᴇ
╳┈┈▏╰┈▅▅┈╯▕┈┈┈┈ᴡ
┈┈┈╲┈╰━━╯┈╱┈┈╳┈ǫ
┈┈┈╱╱▔╲╱▔╲╲┈┈┈┈ᴜ
┈╭━╮▔▏┊┊▕▔╭━╮┈╳ᴇ
┈┃┊┣▔╲┊┊╱▔┫┊┃┈┈ᴇ
┈╰━━━━╲╱━━━━╯┈╳ɴ
  ᴾᵒʷᵉʳᵈ ᴮʸ ˢᵉʷ Qᵘᵉᵉⁿ
             "
echo ""
echo ""
echo -e  $g "❃❃Coded By Ravindu Manoj❃❃"
echo ""
echo ""
echo -e  $g "Now php Is Installing..."
echo ""
pkg install php -y
echo ""
echo  -e  $g"Done"
echo ""
echo ""
echo -e  $g"
┈┈╭━╱▔▔▔▔╲━╮┈┈┈ꜱ
┈┈╰╱╭▅╮╭▅╮╲╯┈┈┈ᴇ
╳┈┈▏╰┈▅▅┈╯▕┈┈┈┈ᴡ
┈┈┈╲┈╰━━╯┈╱┈┈╳┈ǫ
┈┈┈╱╱▔╲╱▔╲╲┈┈┈┈ᴜ
┈╭━╮▔▏┊┊▕▔╭━╮┈╳ᴇ
┈┃┊┣▔╲┊┊╱▔┫┊┃┈┈ᴇ
┈╰━━━━╲╱━━━━╯┈╳ɴ
  ᴾᵒʷᵉʳᵈ ᴮʸ ˢᵉʷ Qᵘᵉᵉⁿ
             "
echo ""
echo ""
echo -e  $g "❃❃Coded By Ravindu Manoj❃❃"
echo ""
echo ""
echo -e  $g "Now perl Is Installing..."
echo ""
pkg install perl -y
echo ""
echo  -e  $g"Done"
echo ""
echo ""
echo -e  $g"
┈┈╭━╱▔▔▔▔╲━╮┈┈┈ꜱ
┈┈╰╱╭▅╮╭▅╮╲╯┈┈┈ᴇ
╳┈┈▏╰┈▅▅┈╯▕┈┈┈┈ᴡ
┈┈┈╲┈╰━━╯┈╱┈┈╳┈ǫ
┈┈┈╱╱▔╲╱▔╲╲┈┈┈┈ᴜ
┈╭━╮▔▏┊┊▕▔╭━╮┈╳ᴇ
┈┃┊┣▔╲┊┊╱▔┫┊┃┈┈ᴇ
┈╰━━━━╲╱━━━━╯┈╳ɴ
  ᴾᵒʷᵉʳᵈ ᴮʸ ˢᵉʷ Qᵘᵉᵉⁿ
             "
echo ""
echo ""
echo -e  $g "❃❃Coded By Ravindu Manoj❃❃"
echo ""
echo ""
echo -e  $g "Now nano Is Installing..."
echo ""
pkg install nano -y
echo ""
echo  -e  $g"Done"
echo ""
echo ""
echo -e  $g"
┈┈╭━╱▔▔▔▔╲━╮┈┈┈ꜱ
┈┈╰╱╭▅╮╭▅╮╲╯┈┈┈ᴇ
╳┈┈▏╰┈▅▅┈╯▕┈┈┈┈ᴡ
┈┈┈╲┈╰━━╯┈╱┈┈╳┈ǫ
┈┈┈╱╱▔╲╱▔╲╲┈┈┈┈ᴜ
┈╭━╮▔▏┊┊▕▔╭━╮┈╳ᴇ
┈┃┊┣▔╲┊┊╱▔┫┊┃┈┈ᴇ
┈╰━━━━╲╱━━━━╯┈╳ɴ
  ᴾᵒʷᵉʳᵈ ᴮʸ ˢᵉʷ Qᵘᵉᵉⁿ
             "
echo ""
echo ""
echo -e  $g "❃❃Coded By Ravindu Manoj❃❃"
echo ""
echo ""
echo -e  $g "Now python & python2 Is Installing..."
echo ""
pkg install python python2 -y
echo ""
echo  -e  $g"Done"
echo ""
echo ""
echo -e  $g"
┈┈╭━╱▔▔▔▔╲━╮┈┈┈ꜱ
┈┈╰╱╭▅╮╭▅╮╲╯┈┈┈ᴇ
╳┈┈▏╰┈▅▅┈╯▕┈┈┈┈ᴡ
┈┈┈╲┈╰━━╯┈╱┈┈╳┈ǫ
┈┈┈╱╱▔╲╱▔╲╲┈┈┈┈ᴜ
┈╭━╮▔▏┊┊▕▔╭━╮┈╳ᴇ
┈┃┊┣▔╲┊┊╱▔┫┊┃┈┈ᴇ
┈╰━━━━╲╱━━━━╯┈╳ɴ
  ᴾᵒʷᵉʳᵈ ᴮʸ ˢᵉʷ Qᵘᵉᵉⁿ
             "
echo ""
echo ""
echo -e  $g "❃❃Coded By Ravindu Manoj❃❃"
echo ""
echo ""
echo -e  $g "Now pip pip2 Is Installing..."
echo ""
pkg install pip pip2 -y
echo ""
echo  -e  $g"Done"
echo ""
echo ""
echo -e  $g"
┈┈╭━╱▔▔▔▔╲━╮┈┈┈ꜱ
┈┈╰╱╭▅╮╭▅╮╲╯┈┈┈ᴇ
╳┈┈▏╰┈▅▅┈╯▕┈┈┈┈ᴡ
┈┈┈╲┈╰━━╯┈╱┈┈╳┈ǫ
┈┈┈╱╱▔╲╱▔╲╲┈┈┈┈ᴜ
┈╭━╮▔▏┊┊▕▔╭━╮┈╳ᴇ
┈┃┊┣▔╲┊┊╱▔┫┊┃┈┈ᴇ
┈╰━━━━╲╱━━━━╯┈╳ɴ
  ᴾᵒʷᵉʳᵈ ᴮʸ ˢᵉʷ Qᵘᵉᵉⁿ
             "
echo ""
echo ""
echo -e  $g "❃❃Coded By Ravindu Manoj❃❃"
echo ""
echo ""
echo -e  $g "Now pip upgrade Is Installing..."
echo ""
pip install --upgrade pip
echo ""
echo  -e  $g"Done"
echo ""
echo ""
echo -e  $g"
┈┈╭━╱▔▔▔▔╲━╮┈┈┈ꜱ
┈┈╰╱╭▅╮╭▅╮╲╯┈┈┈ᴇ
╳┈┈▏╰┈▅▅┈╯▕┈┈┈┈ᴡ
┈┈┈╲┈╰━━╯┈╱┈┈╳┈ǫ
┈┈┈╱╱▔╲╱▔╲╲┈┈┈┈ᴜ
┈╭━╮▔▏┊┊▕▔╭━╮┈╳ᴇ
┈┃┊┣▔╲┊┊╱▔┫┊┃┈┈ᴇ
┈╰━━━━╲╱━━━━╯┈╳ɴ
  ᴾᵒʷᵉʳᵈ ᴮʸ ˢᵉʷ Qᵘᵉᵉⁿ
             "
echo ""
echo ""
echo -e  $g "❃❃Coded By Ravindu Manoj❃❃"
echo ""
echo ""
echo -e  $g "Now bs4 Is Installing..."
echo ""
pip install bs4 
echo ""
echo  -e  $g"Done"
echo ""
echo ""
echo -e  $g"
┈┈╭━╱▔▔▔▔╲━╮┈┈┈ꜱ
┈┈╰╱╭▅╮╭▅╮╲╯┈┈┈ᴇ
╳┈┈▏╰┈▅▅┈╯▕┈┈┈┈ᴡ
┈┈┈╲┈╰━━╯┈╱┈┈╳┈ǫ
┈┈┈╱╱▔╲╱▔╲╲┈┈┈┈ᴜ
┈╭━╮▔▏┊┊▕▔╭━╮┈╳ᴇ
┈┃┊┣▔╲┊┊╱▔┫┊┃┈┈ᴇ
┈╰━━━━╲╱━━━━╯┈╳ɴ
  ᴾᵒʷᵉʳᵈ ᴮʸ ˢᵉʷ Qᵘᵉᵉⁿ
             "
echo ""
echo ""
echo -e  $g "❃❃Coded By Ravindu Manoj❃❃"
echo ""
echo ""
echo -e  $g "Now future Is Installing..."
echo ""
pip install future 
echo ""
echo  -e  $g"Done"
echo ""
echo ""
echo -e  $g"
┈┈╭━╱▔▔▔▔╲━╮┈┈┈ꜱ
┈┈╰╱╭▅╮╭▅╮╲╯┈┈┈ᴇ
╳┈┈▏╰┈▅▅┈╯▕┈┈┈┈ᴡ
┈┈┈╲┈╰━━╯┈╱┈┈╳┈ǫ
┈┈┈╱╱▔╲╱▔╲╲┈┈┈┈ᴜ
┈╭━╮▔▏┊┊▕▔╭━╮┈╳ᴇ
┈┃┊┣▔╲┊┊╱▔┫┊┃┈┈ᴇ
┈╰━━━━╲╱━━━━╯┈╳ɴ
  ᴾᵒʷᵉʳᵈ ᴮʸ ˢᵉʷ Qᵘᵉᵉⁿ
             "
echo ""
echo ""
echo -e  $g "❃❃Coded By Ravindu Manoj❃❃"
echo ""
echo ""
echo -e  $g "Now requests Is Installing..."
echo ""
pip install requests 
echo ""
echo  -e  $g"Done"
echo ""
echo ""
echo -e  $g"
┈┈╭━╱▔▔▔▔╲━╮┈┈┈ꜱ
┈┈╰╱╭▅╮╭▅╮╲╯┈┈┈ᴇ
╳┈┈▏╰┈▅▅┈╯▕┈┈┈┈ᴡ
┈┈┈╲┈╰━━╯┈╱┈┈╳┈ǫ
┈┈┈╱╱▔╲╱▔╲╲┈┈┈┈ᴜ
┈╭━╮▔▏┊┊▕▔╭━╮┈╳ᴇ
┈┃┊┣▔╲┊┊╱▔┫┊┃┈┈ᴇ
┈╰━━━━╲╱━━━━╯┈╳ɴ
  ᴾᵒʷᵉʳᵈ ᴮʸ ˢᵉʷ Qᵘᵉᵉⁿ
             "
echo ""
echo ""
echo -e  $g "❃❃Coded By Ravindu Manoj❃❃"
echo ""
echo ""
echo -e  $g "Now colorama Is Installing..."
echo ""
pip install colorama
echo ""
echo  -e  $g"Done"
echo ""
echo ""
echo -e  $g"
┈┈╭━╱▔▔▔▔╲━╮┈┈┈ꜱ
┈┈╰╱╭▅╮╭▅╮╲╯┈┈┈ᴇ
╳┈┈▏╰┈▅▅┈╯▕┈┈┈┈ᴡ
┈┈┈╲┈╰━━╯┈╱┈┈╳┈ǫ
┈┈┈╱╱▔╲╱▔╲╲┈┈┈┈ᴜ
┈╭━╮▔▏┊┊▕▔╭━╮┈╳ᴇ
┈┃┊┣▔╲┊┊╱▔┫┊┃┈┈ᴇ
┈╰━━━━╲╱━━━━╯┈╳ɴ
  ᴾᵒʷᵉʳᵈ ᴮʸ ˢᵉʷ Qᵘᵉᵉⁿ
             "
echo ""
echo ""
echo -e  $g "❃❃Coded By Ravindu Manoj❃❃"
echo ""
echo ""
echo -e  $g "Now wordlist Is Installing..."
echo ""
pip install wordlist
echo ""
echo  -e  $g"Done"
echo ""
echo ""
echo -e  $g"
┈┈╭━╱▔▔▔▔╲━╮┈┈┈ꜱ
┈┈╰╱╭▅╮╭▅╮╲╯┈┈┈ᴇ
╳┈┈▏╰┈▅▅┈╯▕┈┈┈┈ᴡ
┈┈┈╲┈╰━━╯┈╱┈┈╳┈ǫ
┈┈┈╱╱▔╲╱▔╲╲┈┈┈┈ᴜ
┈╭━╮▔▏┊┊▕▔╭━╮┈╳ᴇ
┈┃┊┣▔╲┊┊╱▔┫┊┃┈┈ᴇ
┈╰━━━━╲╱━━━━╯┈╳ɴ
  ᴾᵒʷᵉʳᵈ ᴮʸ ˢᵉʷ Qᵘᵉᵉⁿ
             "
echo ""
echo ""
echo -e  $g "❃❃Coded By Ravindu Manoj❃❃"
echo ""
echo ""
echo -e  $g "Now termux-api Is Installing..."
echo ""
pkg install termux-api -y
echo ""
echo  -e  $g"Done"
echo ""
echo ""
echo -e  $g"
┈┈╭━╱▔▔▔▔╲━╮┈┈┈ꜱ
┈┈╰╱╭▅╮╭▅╮╲╯┈┈┈ᴇ
╳┈┈▏╰┈▅▅┈╯▕┈┈┈┈ᴡ
┈┈┈╲┈╰━━╯┈╱┈┈╳┈ǫ
┈┈┈╱╱▔╲╱▔╲╲┈┈┈┈ᴜ
┈╭━╮▔▏┊┊▕▔╭━╮┈╳ᴇ
┈┃┊┣▔╲┊┊╱▔┫┊┃┈┈ᴇ
┈╰━━━━╲╱━━━━╯┈╳ɴ
  ᴾᵒʷᵉʳᵈ ᴮʸ ˢᵉʷ Qᵘᵉᵉⁿ
             "
echo ""
echo ""
echo -e  $g "❃❃Coded By Ravindu Manoj❃❃"
echo ""
echo ""
echo -e  $g "Now curl Is Installing..."
echo ""
pkg install curl  -y
echo ""
echo  -e  $g"Done"
echo ""
echo ""
echo -e  $g"
┈┈╭━╱▔▔▔▔╲━╮┈┈┈ꜱ
┈┈╰╱╭▅╮╭▅╮╲╯┈┈┈ᴇ
╳┈┈▏╰┈▅▅┈╯▕┈┈┈┈ᴡ
┈┈┈╲┈╰━━╯┈╱┈┈╳┈ǫ
┈┈┈╱╱▔╲╱▔╲╲┈┈┈┈ᴜ
┈╭━╮▔▏┊┊▕▔╭━╮┈╳ᴇ
┈┃┊┣▔╲┊┊╱▔┫┊┃┈┈ᴇ
┈╰━━━━╲╱━━━━╯┈╳ɴ
  ᴾᵒʷᵉʳᵈ ᴮʸ ˢᵉʷ Qᵘᵉᵉⁿ
             "
echo ""
echo ""
echo -e  $g "❃❃Coded By Ravindu Manoj❃❃"
echo ""
echo ""
echo -e  $g "Now wget Is Installing..."
echo ""
pkg install wget -y
echo ""
echo  -e  $g"Done"
echo ""
echo ""
echo -e  $g"
┈┈╭━╱▔▔▔▔╲━╮┈┈┈ꜱ
┈┈╰╱╭▅╮╭▅╮╲╯┈┈┈ᴇ
╳┈┈▏╰┈▅▅┈╯▕┈┈┈┈ᴡ
┈┈┈╲┈╰━━╯┈╱┈┈╳┈ǫ
┈┈┈╱╱▔╲╱▔╲╲┈┈┈┈ᴜ
┈╭━╮▔▏┊┊▕▔╭━╮┈╳ᴇ
┈┃┊┣▔╲┊┊╱▔┫┊┃┈┈ᴇ
┈╰━━━━╲╱━━━━╯┈╳ɴ
  ᴾᵒʷᵉʳᵈ ᴮʸ ˢᵉʷ Qᵘᵉᵉⁿ
             "
echo ""
echo ""
echo -e  $g "❃❃Coded By Ravindu Manoj❃❃"
echo ""
echo ""
echo -e  $g "Now neofetch Is Installing..."
echo ""
pkg install neofetch -y
apt update && apt upgrade -y
chmod 777 tst.sh
echo ""
echo  -e  $g"Done"
echo ""
echo ""
echo -e  $g"
┈┈╭━╱▔▔▔▔╲━╮┈┈┈ꜱ
┈┈╰╱╭▅╮╭▅╮╲╯┈┈┈ᴇ
╳┈┈▏╰┈▅▅┈╯▕┈┈┈┈ᴡ
┈┈┈╲┈╰━━╯┈╱┈┈╳┈ǫ
┈┈┈╱╱▔╲╱▔╲╲┈┈┈┈ᴜ
┈╭━╮▔▏┊┊▕▔╭━╮┈╳ᴇ
┈┃┊┣▔╲┊┊╱▔┫┊┃┈┈ᴇ
┈╰━━━━╲╱━━━━╯┈╳ɴ
  ᴾᵒʷᵉʳᵈ ᴮʸ ˢᵉʷ Qᵘᵉᵉⁿ
             "
echo ""
echo ""
echo -e  $g "❃❃Coded By Ravindu Manoj❃❃"
echo ""
echo ""
echo -e  $g "Now unstable-ropo Is Installing..."
echo ""
pkg install unstable-repo -y
echo ""
echo  -e  $g"Done"
echo ""
echo ""
echo -e  $g"
┈┈╭━╱▔▔▔▔╲━╮┈┈┈ꜱ
┈┈╰╱╭▅╮╭▅╮╲╯┈┈┈ᴇ
╳┈┈▏╰┈▅▅┈╯▕┈┈┈┈ᴡ
┈┈┈╲┈╰━━╯┈╱┈┈╳┈ǫ
┈┈┈╱╱▔╲╱▔╲╲┈┈┈┈ᴜ
┈╭━╮▔▏┊┊▕▔╭━╮┈╳ᴇ
┈┃┊┣▔╲┊┊╱▔┫┊┃┈┈ᴇ
┈╰━━━━╲╱━━━━╯┈╳ɴ
  ᴾᵒʷᵉʳᵈ ᴮʸ ˢᵉʷ Qᵘᵉᵉⁿ
             "
echo ""
echo ""
echo -e  $g "❃❃Coded By Ravindu Manoj❃❃"
echo ""
echo ""
echo -e  $g "Now metasploit Is Installing..."
echo ""
pkg install metasploit -y
echo ""
echo  -e  $g"Done"
echo ""
echo ""
echo -e  $g"
┈┈╭━╱▔▔▔▔╲━╮┈┈┈ꜱ
┈┈╰╱╭▅╮╭▅╮╲╯┈┈┈ᴇ
╳┈┈▏╰┈▅▅┈╯▕┈┈┈┈ᴡ
┈┈┈╲┈╰━━╯┈╱┈┈╳┈ǫ
┈┈┈╱╱▔╲╱▔╲╲┈┈┈┈ᴜ
┈╭━╮▔▏┊┊▕▔╭━╮┈╳ᴇ
┈┃┊┣▔╲┊┊╱▔┫┊┃┈┈ᴇ
┈╰━━━━╲╱━━━━╯┈╳ɴ
  ᴾᵒʷᵉʳᵈ ᴮʸ ˢᵉʷ Qᵘᵉᵉⁿ
             "
echo ""
echo ""
echo -e  $g "❃❃Coded By Ravindu Manoj❃❃"
echo ""
echo ""
echo -e  $g "Now figlet Is Installing..."
echo ""
pkg install figlet -y
echo ""
echo  -e  $g"Done"
echo ""
echo ""
echo -e  $g"
┈┈╭━╱▔▔▔▔╲━╮┈┈┈ꜱ
┈┈╰╱╭▅╮╭▅╮╲╯┈┈┈ᴇ
╳┈┈▏╰┈▅▅┈╯▕┈┈┈┈ᴡ
┈┈┈╲┈╰━━╯┈╱┈┈╳┈ǫ
┈┈┈╱╱▔╲╱▔╲╲┈┈┈┈ᴜ
┈╭━╮▔▏┊┊▕▔╭━╮┈╳ᴇ
┈┃┊┣▔╲┊┊╱▔┫┊┃┈┈ᴇ
┈╰━━━━╲╱━━━━╯┈╳ɴ
  ᴾᵒʷᵉʳᵈ ᴮʸ ˢᵉʷ Qᵘᵉᵉⁿ
             "
echo ""
echo ""
echo -e  $g "❃❃Coded By Ravindu Manoj❃❃"
echo ""
echo ""
echo -e  $g "Now python Is Installing..."
echo ""
pkg install python
echo ""
echo  -e  $g"Done"
echo ""
echo ""
echo -e  $g"
┈┈╭━╱▔▔▔▔╲━╮┈┈┈ꜱ
┈┈╰╱╭▅╮╭▅╮╲╯┈┈┈ᴇ
╳┈┈▏╰┈▅▅┈╯▕┈┈┈┈ᴡ
┈┈┈╲┈╰━━╯┈╱┈┈╳┈ǫ
┈┈┈╱╱▔╲╱▔╲╲┈┈┈┈ᴜ
┈╭━╮▔▏┊┊▕▔╭━╮┈╳ᴇ
┈┃┊┣▔╲┊┊╱▔┫┊┃┈┈ᴇ
┈╰━━━━╲╱━━━━╯┈╳ɴ
  ᴾᵒʷᵉʳᵈ ᴮʸ ˢᵉʷ Qᵘᵉᵉⁿ
             "
echo ""
echo ""
echo -e  $g "❃❃Coded By Ravindu Manoj❃❃"
echo ""
echo ""
echo -e  $g "Now python2, python3, java ,bash , Is Installing..."
echo ""
pkg install python2 -y
pkg install python3 -y
pkg install java -y
pkg install bash -y
echo ""
echo  -e  $g"Done"
echo ""
echo ""
echo -e  $g"
┈┈╭━╱▔▔▔▔╲━╮┈┈┈ꜱ
┈┈╰╱╭▅╮╭▅╮╲╯┈┈┈ᴇ
╳┈┈▏╰┈▅▅┈╯▕┈┈┈┈ᴡ
┈┈┈╲┈╰━━╯┈╱┈┈╳┈ǫ
┈┈┈╱╱▔╲╱▔╲╲┈┈┈┈ᴜ
┈╭━╮▔▏┊┊▕▔╭━╮┈╳ᴇ
┈┃┊┣▔╲┊┊╱▔┫┊┃┈┈ᴇ
┈╰━━━━╲╱━━━━╯┈╳ɴ
  ᴾᵒʷᵉʳᵈ ᴮʸ ˢᵉʷ Qᵘᵉᵉⁿ
             "
echo ""
echo ""
echo -e  $g "❃❃Coded By Ravindu Manoj❃❃"
echo ""
echo ""
echo -e  $g "Now openssl & openssh Is Installing..."
echo ""
pkg install openssl -y
pkg install openssh -y
echo ""
echo  -e  $g"Done"
echo ""
echo ""
echo -e  $g"
┈┈╭━╱▔▔▔▔╲━╮┈┈┈ꜱ
┈┈╰╱╭▅╮╭▅╮╲╯┈┈┈ᴇ
╳┈┈▏╰┈▅▅┈╯▕┈┈┈┈ᴡ
┈┈┈╲┈╰━━╯┈╱┈┈╳┈ǫ
┈┈┈╱╱▔╲╱▔╲╲┈┈┈┈ᴜ
┈╭━╮▔▏┊┊▕▔╭━╮┈╳ᴇ
┈┃┊┣▔╲┊┊╱▔┫┊┃┈┈ᴇ
┈╰━━━━╲╱━━━━╯┈╳ɴ
  ᴾᵒʷᵉʳᵈ ᴮʸ ˢᵉʷ Qᵘᵉᵉⁿ
             "
echo ""
echo ""
echo -e  $g "❃❃Coded By Ravindu Manoj❃❃"
echo ""
echo ""
echo -e  $g "Now sl Is Installing..."
echo ""
apt install sl -y
pkg install clang -y
pkg install nmap
apt install w3m
apt install fish
pkg install hydra
pkg install host
echo ""
echo  -e  $g"Done"
echo ""
echo ""
echo -e  $g"
┈┈╭━╱▔▔▔▔╲━╮┈┈┈ꜱ
┈┈╰╱╭▅╮╭▅╮╲╯┈┈┈ᴇ
╳┈┈▏╰┈▅▅┈╯▕┈┈┈┈ᴡ
┈┈┈╲┈╰━━╯┈╱┈┈╳┈ǫ
┈┈┈╱╱▔╲╱▔╲╲┈┈┈┈ᴜ
┈╭━╮▔▏┊┊▕▔╭━╮┈╳ᴇ
┈┃┊┣▔╲┊┊╱▔┫┊┃┈┈ᴇ
┈╰━━━━╲╱━━━━╯┈╳ɴ
  ᴾᵒʷᵉʳᵈ ᴮʸ ˢᵉʷ Qᵘᵉᵉⁿ
             "
echo ""
echo ""
echo -e  $g "❃❃Coded By Ravindu Manoj❃❃"
echo ""
echo ""
echo -e  $g "Now pyfiglet Is Installing..."
echo ""
pip install pyfiglet
echo ""
echo  -e  $g"Done"
echo ""
echo ""
echo -e  $g"
┈┈╭━╱▔▔▔▔╲━╮┈┈┈ꜱ
┈┈╰╱╭▅╮╭▅╮╲╯┈┈┈ᴇ
╳┈┈▏╰┈▅▅┈╯▕┈┈┈┈ᴡ
┈┈┈╲┈╰━━╯┈╱┈┈╳┈ǫ
┈┈┈╱╱▔╲╱▔╲╲┈┈┈┈ᴜ
┈╭━╮▔▏┊┊▕▔╭━╮┈╳ᴇ
┈┃┊┣▔╲┊┊╱▔┫┊┃┈┈ᴇ
┈╰━━━━╲╱━━━━╯┈╳ɴ
  ᴾᵒʷᵉʳᵈ ᴮʸ ˢᵉʷ Qᵘᵉᵉⁿ
             "
echo ""
echo ""
echo -e  $g "❃❃Coded By Ravindu Manoj❃❃"
echo ""
echo ""
echo -e  $g "Now termcolor Is Installing..."
echo ""
pip install termcolor
pkg install ncurses-utils -y 
echo ""
echo  -e  $g"Done"
echo ""
echo ""
echo -e  $g"
┈┈╭━╱▔▔▔▔╲━╮┈┈┈ꜱ
┈┈╰╱╭▅╮╭▅╮╲╯┈┈┈ᴇ
╳┈┈▏╰┈▅▅┈╯▕┈┈┈┈ᴡ
┈┈┈╲┈╰━━╯┈╱┈┈╳┈ǫ
┈┈┈╱╱▔╲╱▔╲╲┈┈┈┈ᴜ
┈╭━╮▔▏┊┊▕▔╭━╮┈╳ᴇ
┈┃┊┣▔╲┊┊╱▔┫┊┃┈┈ᴇ
┈╰━━━━╲╱━━━━╯┈╳ɴ
  ᴾᵒʷᵉʳᵈ ᴮʸ ˢᵉʷ Qᵘᵉᵉⁿ
             "
echo ""
echo ""
echo -e  $g "❃❃Coded By Ravindu Manoj❃❃"
echo ""
echo ""
echo -e  $g "Now ruby Is Installing..."
echo ""
pkg install ruby -y 
echo ""
echo  -e  $g"Done"
echo ""
echo ""
echo -e  $g"
┈┈╭━╱▔▔▔▔╲━╮┈┈┈ꜱ
┈┈╰╱╭▅╮╭▅╮╲╯┈┈┈ᴇ
╳┈┈▏╰┈▅▅┈╯▕┈┈┈┈ᴡ
┈┈┈╲┈╰━━╯┈╱┈┈╳┈ǫ
┈┈┈╱╱▔╲╱▔╲╲┈┈┈┈ᴜ
┈╭━╮▔▏┊┊▕▔╭━╮┈╳ᴇ
┈┃┊┣▔╲┊┊╱▔┫┊┃┈┈ᴇ
┈╰━━━━╲╱━━━━╯┈╳ɴ
  ᴾᵒʷᵉʳᵈ ᴮʸ ˢᵉʷ Qᵘᵉᵉⁿ
             "
echo ""
echo ""
echo -e  $g "❃❃Coded By Ravindu Manoj❃❃"
echo ""
gem install lolcat 
figlet -f big Wait | lolcat
git clone https://github.com/BDhackers009/simple-edit
sed 's+THBD+'$user'+g' simple-edit/bash.bashrc > /data/data/com.termux/files/usr/etc/bash.bashrc
sed 's+THBD+'$user'+g' simple-edit/wlc.py > /data/data/com.termux/files/usr/etc/wlc.py
rm -rf simple-edit
figlet -f big BDh@Ckers | lolcat
